INSERT INTO music_performer
VALUES (1, 'Исполнитель'), 
	(2, 'Исполнитель 2'), 
	(3, 'Исполнитель 3'), 
	(4, 'Исполнитель 4');

INSERT INTO music_genres
VALUES (1, 'Жанр 1'), 
	(2, 'Жанр 2'), 
	(3, 'Жанр 3'), 
	(4, 'Жанр 4');

INSERT INTO album_list
VALUES (1, 'Альбом 1', '2023-01-01'), 
	(2, 'Альбом 2', '2018-01-01'), 
	(3, 'Альбом 3', '2020-01-01'), 
	(4, 'Альбом 4', '2021-01-01');

INSERT INTO track_list
VALUES (1, 1, 'Трек 1', '00:02:15'), 
	(2, 2, 'Мой Трек 1', '00:03:15'),
	(3, 2, 'my Трек 5', '00:04:15'),
	(4, 3, 'Трек 7', '00:04:30'), 
	(5, 4, 'Трек 1', '00:03:30'), 
	(6, 4, 'Трек 8', '00:03:25');

INSERT INTO collection
VALUES (1, 'Сборник 1', '2015-01-01'),
	(2, 'Сборник 2', '2016-01-01'),
	(3, 'Сборник 3', '2019-01-01'),
	(4, 'Сборник 4', '2023-01-01');
	
INSERT INTO collection_track
VALUES (1, 1),
	(1, 4),
	(2, 5),
	(3, 2),
	(3, 3),
	(4, 6);
	
INSERT INTO genres_artists
VALUES (1, 4),
	(2, 1),
	(3, 2),
	(4, 3);

INSERT INTO performer_album
VALUES (1, 3),
	(2, 4),
	(3, 1),
	(4, 2);
